// Author: Sławomir Krupa
// Version: 6.4.0.0 (17.08.2020)

// General

000 = Polski
001 = Tak
002 = Nie
003 = Akceptuj
004 = Zakończ
005 = Ustawienia główne
006 = Ustawienia reguł
007 = Wyszukaj program który ma mieć możliwość wyjścia
008 = Wyszukaj program który ma być zablokowany
009 = Aby zezwolić na połączenia kliknij teraz okno uruchomionego programu!
010 = Aby zablokować program kliknij teraz jego okno!
011 = lub kliknij w to okno aby anulować tę operację
012 = Utworzono nową regułę. Dozwolone są wszystkie połączenia dla
013 = Utworzono nową regułę. Zablokowane są wszystkie połączenia dla
014 = Dla tego programu istnieje już taka sama reguła.
015 = Przerwano operację!
016 = Kompletne zasady zostały pomyślnie zaimportowane z
017 = Kompletne zasady zostały pomyślnie wyeksportowane do
018 = Przywrócono domyślne zasady.
021 = Proszę określić pełną ścieżkę do pliku, który odpowiada tej regule
022 = Część zasad została pomyślnie zaimportowana z
023 = Część zasad została pomyślnie wyeksportowana do
024 = Nie udało się zaimportować pliku zasad
025 = Nie udało się wyeksportować pliku zasad
028 = Połączony z lokalizacją
029 = Uzyskaj dodatkowe informacje
030 = Zablokuj bieżącą konfigurację programu Zapora systemu Windows
031 = Odblokuj bieżącą konfigurację programu Zapora systemu Windows
032 = Zablokuj
033 = Odblokuj
034 = Anuluj
035 = Proszę ustawić swoje hasło
036 = Aby odblokować proszę wprowadzić hasło
037 = Niewłaściwe hasło
038 = wyświetlaj hasło
039 = Odwiedź stronę WWW autora programu
040 = Zarządzanie regułami programu Zapora systemu Windows
041 = Proszę nacisnąć ikonę kłódki, aby odblokować program
042 = Czy na pewno chcesz wyłączyć ochronę Zapory systemu Windows?
043 = Nie pokazuj ponownie
044 = Tylko do odczytu
045 = Modyfikowanie reguły z parametrem "Przechodzenie krawędzi" ustawionym na "ustąp użytkownikowi" nie jest w pełni obsługiwane, a zmiany mogą nie być uwzględnione. Proszę odświeżyć listę po zmianie tej reguły i sprawdzić, czy zostały zapisane zmiany. Czy na pewno chcesz kontynuować?
046 = Na pewno usunąć te reguły?
050 = Właściwości rozszerzone
051 = Reguła zawiera dodatkowe właściwości które można ustawić tylko z poziomu Zapory systemu Windows
052 = Przelicz
053 = Brak
060 = Odśwież ustawienia
061 = Auto odświeżanie przy starcie programu
062 = Automatyczna aktualizacja
070 = Pulpit nawigacyjny
071 = Kup Malwarebytes Premium
072 = Otwórz Malwarebytes
073 = Zapora systemu Windows
074 = Włączona
075 = Wyłączona
076 = Połączenia przychodzące
077 = Połączenia wychodzące
078 = Pełne zezwolenie
079 = Zezwolone
080 = Zablokowane
081 = Pełne zablokowanie

// Tab items

100 = Profile
200 = Powiadomienia
300 = Opcje
400 = Reguły
500 = Narzędzia
600 = O programie

// Profiles

101 = Poziom filtrowania określa, które połączenia powinny być blokowane, a które dozwolone
102 = Wysoki poziom filtrowania
103 = Zablokowane są wszystkie połączenie wychodzące i przychodzące. Ten profil powoduje zablokowanie wszystkich prób połączeń sieciowych do i z komputera.
104 = Średni poziom filtrowania (zalecany)
105 = Połączenia wychodzące niezgodne z regułą są blokowane. Tylko programy, dla których określono reguły zezwalające mogą wykonywać połączenia sieciowe.
106 = Niski poziom filtrowania
107 = Połączenia wychodzące niezgodne z regułą są dozwolone. Blokowane są tylko programy, dla których określono reguły blokowania.
108 = Bez filtrowania
109 = Zapora systemu Windows jest wyłączona. Należy unikać tego ustawienia, jeśli nie jest aktywny inny program zapory sieciowej.
110 = Średni poziom filtrowania
111 = Proszę określić profil, do którego program powróci w przypadku, kiedy został przełączony na profil o niższym filtrowaniu na potrzeby instalacji/aktualizacji
112 = Ustaw automatycznie
113 = po
114 = minutach.

// Notifications

201 = Poziom powiadomień określa, które z zablokowanych połączeń wychodzących zostaną wyświetlone użytkownikowi
202 = Poziom wysoki
203 = Wyświetlanie powiadomień o wszystkich zablokowanych połączeniach wychodzących, w tym systemowych, generowanych przez próby połączeń procesów svchost.exe oraz System.
204 = Wyświetlanie powiadomień
205 = Wyświetlaj powiadomienia dla wszystkich zablokowanych połączeń wychodzących, ale nie wyświetlaj ich dla programów określonych jako wyjątki poniżej.
206 = Tryb nauki
207 = Automatyczne tworzenie reguł wychodzących zezwala na programy podpisane cyfrowo i wyświetlanie powiadomień tylko dla programów niepodpisanych.
208 = Wyłączony
209 = Powiadomienia nie są wyświetlane.
210 = Ustawienia powiadomień
211 = Zamknij okno powiadomienia po
212 = sekundach.
213 = Wyłącz tymczasową regułę po
214 = Odtwórz dźwięk przy nowym powiadomieniu
215 = dźwięk domyślny
216 = dźwięk określony przez użytkownika
217 = Proszę wybrać dźwięk powiadomień
218 = System powiadomień dostępny jest jedynie dla zarejestrowanych użytkowników. Aby korzystać z tej funkcji aktywuj program. Dziękuję za wsparcie.
219 = Proszę kliknąć tutaj, aby dowiedzieć się, jak się zarejestrować
220 = Wyświetlaj powiadomienia na wierzchu innych okien
221 = Zaawansowane ustawienia powiadomień
222 = Przywróć domyślne ustawienia zaawansowane
223 = Korzystaj z reguł zezwalających podczas szukania pasujących reguł. Zalecane dla kompatybilności z innymi programami zabezpieczającymi, jeśli zduplikowane powiadomienia są wyświetlane.
224 = Korzystaj z typowych reguł blokowania podczas szukania pasujących reguł. Jeśli reguła blokowania, która jest zastosowana do wszystkich programów pasuje do zablokowanego połączenia, powiadomienia nie będą wyświetlane.
225 = Korzystaj z wyłączonych reguł podczas szukania pasujących reguł. Jeśli zostanie znaleziona pasująca wyłączona reguła, powiadomienia nie będą wyświetlane. 
230 = Tworzenie w trybie nauki
240 = Określ poniżej programy i foldery dla których powiadomienia nie powinny być wyświetlane:
241 = Wyjątki dotyczące powiadomień
242 = Dodaj wyjątek
243 = Usuń wyjątek
244 = Zdefiniuj nowy wyjątek
245 = Dodaj do wyjątków powiadomień
246 = Wyklucz plik
247 = Wyklucz folder

// Options

301 = Wybrane poniżej opcje zostaną zastosowane dla wszystkich lokalnych kont użytkowników na tym komputerze
302 = Integracja z powłoką
303 = Zintegruj program z menu kontekstowym plików wykonywalnych i skrótami plików wykonywalnych.
304 = Automatyczne uruchomienie przy logowaniu użytkownika
305 = W przypadku stosowania szybkiego przełączania użytkowników, dotyczy pierwszego logowania użytkownika.
306 = ochrona reguł
307 = Nieautoryzowane reguły utworzone przez program inny niż Windows Firewall Control zostaną automatycznie usunięte
308 = Globalne skróty klawiaturowe (HotKeys)
309 = Globalne skróty klawiaturowe są to skróty klawiaturowe, których można użyć z dowolnej uruchomionej aplikacji.
310 = Proszę określić kolorystykę programu przez ustawienie kombinacji barw składowych RGB
311 = Czerwony
312 = Zielony
313 = Niebieski
314 = Kolor (HEX)
319 = bezpieczne uruchamianie systemu
320 = Automatycznie ustawiaj profil wysokiego filtrowania po wyłączeniu systemu
321 = Włączono wysokie filtrowanie. Wszystkie połączenia sieciowe będą blokowane dopóki profil nie zostanie zmieniony
324 = Importowanie, eksportowanie i przywracanie ustawień użytkownika
325 = Importowanie ustawień użytkownika z pliku
326 = Eksportowanie ustawień użytkownika do pliku
327 = Przywrócenie wszystkich ustawień do wartości domyślnych
328 = Ustawienia użytkownika zostały pomyślnie wyeksportowane do
329 = W celu załadowanie ustawień program zostanie ponownie uruchomiony po potwierdzeniu tej operacji. Czy na pewno kontynuować?
330 = Zezwól na przejście przez Zaporę systemu Windows
331 = Zablokuj przejście przez Zaporę systemu Windows
340 = Język interfejsu użytkownika


// Rules

401 = Proszę określić kierunek połączeń, dla których ma być zastosowana nowa reguła:
402 = Wychodzące (zalecane)
403 = Domyślne tworzenie tylko reguł połączeń wychodzących dla aplikacji, aby umożliwić lub zablokować ich połączenia.
404 = Przychodzące
405 = Domyślne tworzenie tylko reguł połączeń przychodzących. Tę opcje należy stosować ostrożnie. Połączenia przychodzące są typowe dla aplikacji serwerowych.
406 = Wychodzące i przychodzące
407 = Domyślne tworzenie obu typów reguł. [Niezalecane]
408 = Proszę określić lokalizacje sieciowe, dla których ma być zastosowana nowa reguła:
409 = Importowanie, eksportowanie oraz przywracanie reguł zapory sieciowej
410 = Importowanie reguł Zapory systemu Windows z pliku
411 = Eksportowanie reguł Zapory systemu Windows do pliku
412 = Przywrócenie domyślnego zestawu reguł Zapory systemu Windows
413 = Przywrócenie zestawu reguł zalecanego przez Windows Firewall Control
414 = Wybrany plik zawiera kompletne zasady. Importowanie zasad z tego pliku spowoduje nadpisanie wszystkich bieżących reguł Zapory systemu Windows. Jeśli chcesz zachować te ustawienia, musisz je najpierw eksportować do pliku. Czy zaimportować reguły z tego pliku?
415 = Przywrócenie domyślnych reguł zlikwiduje wszystkie zmiany ustawień Zapory systemu Windows wprowadzone od zainstalowania Windows. Może to uniemożliwić pracę niektórych programów. Kontynuować?
416 = Importuj z pliku...
417 = Eksportuj do pliku...
418 = Przywrócono zalecane reguły
419 = Proszę odświeżyć reguły w oknie 'Zarządzanie regułami'. Dziękuję.
420 = Operacja spowoduje skasowanie wszystkich bieżących wpisów z rejestru zdarzeń Zapory systemu Windows. Kontynuować?
421 = Wybrany plik zawiera częściowe zasady. Importowanie reguł z tego pliku spowoduje ich dopisanie do bieżących reguł Zapory systemu Windows. Czy zaimportować reguły z tego pliku?
422 = Wybrany plik ma niewłaściwy format lub jest uszkodzony!
423 = Przywrócenie reguł zalecanych przez WFC spowoduje ponowne odtworzenie tych reguł. Obecne obowiązujące zasady pozostaną niezmienione. Czy chcesz kontynuować?

// Security

450 = Ochrona
451 = Dodatkowe (specyficzne) zabezpieczenia Windows Firewall Control:
452 = Secure Boot (dostęp do Internetu będzie blokowany do czasu ręcznej zmiany poziomu filtrowania także przy rozruchu komputera!)
453 = Automatycznie ustawiaj wysoki poziom filtrowania podczas zamykania i otwierania systemu Windows. Filtrowanie będzie ważne do czasu "ręcznego" przełączenia filtrowania na niższy poziom.
454 = Reguły ochrony
455 = Włącz ochronę przeciwko regułom zapory które nie są tworzone w zdefiniowanych poniżej grupach autoryzowanych. Dotyczy to nowo utworzonych reguł oraz już istniejących.
456 = Autoryzowane grupy
457 = Dodaj grupę
458 = Usuń grupę
459 = Zdefiniuj tutaj nową autoryzowaną grupę
460 = Uwaga. Wszystkie reguły zapory w tym domyślne reguły zapory systemu Windows które mają inną nazwę grupy niż zdefiniowane grupy autoryzowane zostaną usunięte lub wyłączone. Zalecane jest utworzenie kopii zapasowej aktualnych reguł. Jesteś pewien, że chcesz kontynuować?
461 = Importuj nazwy grup z bieżących istniejących reguł
462 = Nieautoryzowane reguły będą automatycznie
463 = Usunięte
464 = Wyłączone
465 = Użyj pojedynczego znaku @, aby wykluczyć reguły zapory zdefiniowane dla aplikacji systemu Windows 10
466 = Zostały wykryte reguły bez zdefiniowanej grupy. Czy chcesz dodać te reguły do grupy Kontroli Zapory systemu Windows przed włączeniem bezpiecznych reguł i je zachować?
467 = Aktualnie istniejące grupy autoryzowane:
470 = Profil bezpieczeństwa
471 = Chroń stan Zapory systemu Windows przed ingerencją z zewnątrz. Gdy ta funkcja jest włączona, importowanie reguł zapory i zmiana trybu filtrowania może odbywać się tylko za pomocą tego oprogramowania.
475 = Usuwanie niedozwolonych zasad
476 = Wyłączenie niedozwolonych zasad
477 = Zezwól na reguły Sklepu Windows

// Tools

501 = Poniższe skróty uruchamiają rozmaite narzędzia systemowe. Programy te będą wykonywane z najwyższymi dostępnymi uprawnieniami
502 = Zaawansowane zabezpieczenia Zapory systemu Windows
503 = Podgląd zdarzeń
504 = Monitor zasobów
505 = Element Panelu Sterowania Zapora systemu Windows
510 = Proszę wybrać adresy URL serwisów wykorzystywanych do rozmaitych weryfikacji
511 = Sprawdzenie opinii na temat danego adresu IP
512 = Sprawdzenie pliku w oparciu o jego sumę kontrolna SHA256
513 = Wykonanie zapytania WHOIS
514 = Uzyskanie więcej informacji na temat danego portu
520 = Kopiuj...
521 = Wszystkie

// About

601 = O Programie...
602 = Kliknij by sprawdzić czy są nowe aktualizacje Windows Firewall Control
603 = Nie można połączyć się z serwerem. Sprawdź czy jest zdefiniowana odpowiednia reguła oraz czy są poprawne ustawienia serwera proxy jeśli są wymagane. 
605 = Bieżąca wersja programu jest najnowszym wydaniem. Obecnie nie jest dostępna nowsza wersja.
606 = Dostępna jest nowa wersja programu Malwarebytes Windows Firewall Control
607 = Czy pobrać tę wersję i wykonać aktualizację?
608 = Proszę zapoznać się z rejestrem wprowadzonych zmian
609 = Stan aktywacji:
610 = Wszelkie prawa zastrzeżone.
611 = Informacje od podmiotów trzecich
612 = Umowa licencyjna użytkownika końcowego (EULA)
613 = Kliknij tutaj, aby aktywować
614 = W okienku 'ID instalacji' poniżej wyświetlony jest identyfikator (ID) instalacji, który został automatycznie wygenerowany podczas instalacji programu. Proszę wprowadzić w okienko 'Kod aktywacji' odpowiedni kod aktywacji, a następnie nacisnąć przycisk 'Aktywuj', aby aktywować produkt. Aby uzyskać kod aktywacji należy zalogować się na naszej witrynie na konto zarejestrowanego użytkownika.
615 = Proszę kliknąć tutaj, aby otworzyć stronę logowania
616 = ID instalacji
617 = Kod aktywacji
618 = Aktywuj WFC (wymagane podanie klucza)
619 = Kopiuj do schowka
620 = Wstaw ze schowka
621 = Typy interfejsów
622 = Wszystkie typy interfejsów
623 = Zaznaczone typy interfejsów
624 = Sieć lokalna
625 = Dostęp zdalny
626 = Bezprzewodowy
627 = Wejście
628 = Wyjście
629 = Oba
640 = Przechodzenie krawędzi
641 = Ustawienia ICMP
642 = Zatrzymaj pierwszą kolumnę
680 = Wpisy
681 = Wszystkie wpisy
682 = Ostatni wpis
690 = Automatyczne sprawdzanie aktualizacji
691 = Użyj konfiguracji proxy
692 = Konfiguracja serwera proxy
693 = Adres
694 = Nazwa użytkownika
695 = Hasło
696 = Kod aktywacyjny musis kładać się z 16 znaków
697 = Błędny kod aktywacyjny. Upewnij się, że używasz najnowszej wersji programu.
698 = Kod aktywacyjny jest poprawny i ważny.
699 = Proces macierzysty

// Manage Rules

700 = ID procesu
701 = Nazwa
702 = Grupa
703 = Program
704 = Lokalizacja
705 = Włączone
706 = Akcja
707 = Kierunek połączeń
708 = Adresy lokalne
709 = Porty lokalne
710 = Adresy zdalne
711 = Porty zdalne
712 = Protokół
713 = Nazwa usługi
714 = Opis
715 = Czas utworzenia
716 = Akcje
717 = Odświeżenie listy
718 = Wyświetlenie nieprawidłowych reguł
719 = Wyczyszczenie dziennika
720 = Zarządzanie regułami
721 = Dziennik połączeń
722 = Przewodnik tworzenia reguł
723 = Widok
724 = Wyświetlanie wpisów z
725 = ostatniego dnia
726 = ostatnich trzech dni
727 = ostatniego tygodnia
728 = połączenia
729 = Konfiguracja kolumn
730 = Wyświetlanie
731 = reguł(y)
732 = wszystkie reguły
733 = połączenia przychodzące
734 = połączenia wychodzące
735 = reguły użytkownika
736 = Filtr
737 = bez filtru
738 = filtruj według dozwolonych
739 = filtruj według zablokowanych
740 = Wyszukaj
741 = Rejestr połączeń
742 = Reguły...
743 = Importowanie reguł z pliku
744 = Eksportowanie wszystkich reguł
745 = Eksportowanie wybranych reguł
746 = Przywrócenie domyślnych reguł
747 = Przywrócenie zalecanych reguł
748 = Połączenia dozwolone
749 = Połączenia zablokowane
750 = Tworzenie nowej reguły
751 = Wyszukaj i zezwól
752 = Zaznacz i zezwól
753 = Wyszukaj i blokuj
754 = Zaznacz i blokuj
755 = Zezwól temu programowi
756 = Zablokuj ten program
757 = Utwórz pustą
758 = Dostosuj i utwórz
759 = Wyłączenie rejestrowania zablokowanych połączeń wyłączy także powiadomienia. Wprowadzić te zmiany?
760 = Opcje
761 = Zezwól
762 = Zablokuj
763 = Włącz
764 = Wyłącz
765 = Usuń
766 = Właściwości
767 = Powiel
768 = Podstawowe
769 = Zaawansowane
770 = Zastosuj
771 = Protokoły i porty
772 = Lokalne i zdalne adresy IP
773 = Przychodzące
774 = Wychodzące
775 = Domena
776 = Sieć prywatna
777 = Sieć publiczna
778 = Wszystkie
779 = Utwórz
780 = Dowoln(a/y)
781 = Wszystkie porty
782 = Porty użytkownika
783 = Adresy użytkownika
784 = Wszystkie programy
785 = Bieżący program
786 = Wyszukaj...
787 = Np: 80,443,9-29
788 = Np: 50.87.146.202
790 = Proszę wybrać katalog zawierający pliki wykonywalne
791 = pliki
792 = Proszę użyć przycisku 'Odświeżenie listy' lub F5, aby wczytać dane
793 = Proszę czekać...
794 = Dodaj do grupy
795 = Przywróć kolejność
796 = Połączenia
797 = Ostatnio zablokowane
798 = Ostatnio dozwolone
799 = Pokaż zduplikowane reguły

// Notification Dialog

800 = Zablokowane połączenie wychodzące
801 = Źródło
802 = Zdalny
803 = Podpisany
804 = Zdalny IP 
805 = Przed utworzeniem dostosuj tę regułę
806 = Zezwól temu programowi
807 = Zawsze zezwól programowi na dostęp do Internetu
808 = Zablokuj ten program
809 = Zawsze blokuj programowi dostęp do Internetu
810 = Zablokuj teraz i zapytaj później
811 = Zastosuj tę akcję tymczasowo
812 = Sprawdź ten plik
813 = Wykonaj zapytanie WHOIS
814 = Sprawdź ten adres IP
815 = Otwórz katalog z plikiem
816 = Skopiuj pełną ścieżkę do schowka
817 = Skopiuj nazwę pliku do schowka
818 = Więcej informacji na temat portu
819 = Powrót do szczegółów reguły
823 = Zezwól tymczasowo
824 = Zablokuj tymczasowo do ponownego uruchomienia
825 = Do ponownego uruchomienia WFC
830 = Połącz reguły
831 = Połączona reguła
832 = Przeskocz do reguł
840 = Ustaw dla wszystkich programów i usług
841 = Ustaw tylko dla usług
850 = Adres źródłowy
851 = Port źródłowy
852 = Domyślny adres
853 = Domyślny port
860 = Nieważny

// Validations

920 = Wprowadź nazwę reguły
921 = Spacje nie są dozwolone
922 = Numer portu musi być liczbą w zakresie 0 - 65535
923 = Proszę wprowadzić poprawny zakres IP
924 = Proszę wprowadzić poprawny adres IP
925 = Parametry nie mogą się powtarzać
926 = Parametry nie mogą być puste
927 = Parametry nie mogą być ujemne
928 = Niepoprawny zakres portów
929 = Pole nie może być puste
930 = Nie ma takiego pliku
931 = Wspierane rozszerzenia
932 = Wartość tego pola musi być liczbą w zakresie 0 - 999
933 = Niepoprawna maska podsieci
934 = Wartość tego pola musi być liczbą w zakresie 1 - 60
935 = Wymagane pole
936 = Ścieżka programu do tej reguły jest niedostępna lub nie istnieje
940 = Nie udało się połączyć z usługą Windows Firewall Control

// Uninstall

950 = Odinstaluj
951 = Program zostanie usunięty z tego komputera. Proszę określić, co ma się stać z bieżącymi ustawieniami Zapory systemu Windows:
952 = Przywróć domyślne ustawienia Zapory systemu Windows. Wszystkie reguły stworzone przez użytkownika zostaną usunięte, a zachowane zostaną jedynie domyślne reguły Zapory systemu Windows.
953 = Przywróć do stanu przed zainstalowaniem tego programu. Zostaną przywrócone wszystkie reguły obecne w momencie instalacji programu.
954 = Zachowaj bieżące reguły i ustawienia zapory sieciowej. Usuń jedynie program i zachowaj wszystkie pozostałe ustawienia i reguły tak jak jest w tej chwili.
955 = Usuń także kod aktywacji
956 = Wyłącz zapis zdarzeń Zapory systemu Windows
957 = Trwa odinstalowywanie programu...
958 = Dezinstalacja nie jest dozwolona tak długo, jak długo program jest zablokowany hasłem. Proszę odblokować program i spróbować ponownie. Nie próbuj wymuszać dezinstalacji za pomocą oprogramowania innych firm, ponieważ spowoduje to, że zapora Windows nie będzie działać.